Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/mobility-omegat.tmx
Source language: en_us
Languages: pt_br

source: Add Ability
pt_br: Adicionar habilidade

source: &Ability Name:
pt_br: Nome da &habilidade:

source: &Value (optional):
pt_br: &Valor (opcional):

source: Li&braries and Resources:
pt_br: Bi&bliotecas e Recursos:

source: Add &Jar/Zip...
pt_br: Adicionar &jar/zip...

source: Add &Folder...
pt_br: Adicionar &pasta...

source: Add &Library...
pt_br: Adicionar &biblioteca...

source: Add &Project...
pt_br: Adicionar &projeto...

source: Library and Resource Customizer
pt_br: Biblioteca e personalizador de recursos

source: MIDlet&s in the Suite:
pt_br: MIDlet&s na suite:

source: Edit MIDlet
pt_br: Editar MIDlet

source: Add MIDlet
pt_br: Adicionar MIDlet

source: Some icons are invalid.
pt_br: Alguns ícones são inválidos.

source: Class
pt_br: Classe

source: Icon
pt_br: Ícones

source: MIDlet Customizer
pt_br: Personalizador de MIDlet

source: &Regular Execution
pt_br: Execução &regular

source: &Execute through OTA (Over The Air Provisioning)
pt_br: &Executar através do OTA (Provisionamento Através do Ar)

source: Specify the Security Domain
pt_br: Especificar a segurança do domínio

source: Emu&lator Command Line Options:
pt_br: Opções de linha de comando do emu&lador:

source: Exclu&de Files That Ant Excludes By Default
pt_br: Exclu&ir arquivos que Ant Exclue por padrão

source: Exclude &Test Sources
pt_br: Excluir &Teste de códigos-fonte

source: <html>Exclude:<br>&nbsp;&nbsp;**/*~<br>&nbsp;&nbsp;**/#*#<br>&nbsp;&nbsp;**/.#*<br>&nbsp;&nbsp;**/%*%<br>&nbsp;&nbsp;**/._*<br>&nbsp;&nbsp;**/CVS<br>&nbsp;&nbsp;**/CVS/**<br>&nbsp;&nbsp;**/.cvsignore<br>&nbsp;&nbsp;**/SCCS<br>&nbsp;&nbsp;**/SCCS/**<br>&nbsp;&nbsp;**/vssver.scc<br>&nbsp;&nbsp;**/.svn<br>&nbsp;&nbsp;**/.svn/**<br>&nbsp;&nbsp;**/.DS_Store
pt_br: <html>Excluir:<br>&nbsp;&nbsp;**/*~<br>&nbsp;&nbsp;**/#*#<br>&nbsp;&nbsp;**/.#*<br>&nbsp;&nbsp;**/%*%<br>&nbsp;&nbsp;**/._*<br>&nbsp;&nbsp;**/CVS<br>&nbsp;&nbsp;**/CVS/**<br>&nbsp;&nbsp;**/.cvsignore<br>&nbsp;&nbsp;**/SCCS<br>&nbsp;&nbsp;**/SCCS/**<br>&nbsp;&nbsp;**/vssver.scc<br>&nbsp;&nbsp;**/.svn<br>&nbsp;&nbsp;**/.svn/**<br>&nbsp;&nbsp;**/.DS_Store

source: <html>Exclude:<br>&nbsp;&nbsp;**/*Test.java<br>&nbsp;&nbsp;**/test<br>&nbsp;&nbsp;**/test/**
pt_br: <html>Excluir:<br>&nbsp;&nbsp;**/*Test.java<br>&nbsp;&nbsp;**/test<br>&nbsp;&nbsp;**/test/**

source: &Sources Used in Build:
pt_br: &Códigos-fontes usados em construção:

source: Filtering Customizer
pt_br: Personalizar filtragem

source: Cutomize JAR Content Filter
pt_br: Personaliza filtro de conteúdo JAR

source: &Additional Excludes:
pt_br: Exclue &adicionais:

source: &Selected configurations will be removed from all code blocks in the project.
pt_br: Configurações &selecionadas serão removidas de todos os blocos de código no projeto.

source: Create New Configuation
pt_br: Criar nova configuração

source: Place for creating new configuration
pt_br: Lugar para criar nova configuração

source: Use &Configuration Template:
pt_br: Utilizar modelo de &configuração:

source: Delete...
pt_br: Excluir...

source: <empty template>
pt_br: <modelo vazio>

source: Are you sure you want to delete "{0}" project configuration template?
pt_br: Tem certeza que deseja excluir "{0}" modelo de configuração de projeto?

source: &Configurations:
pt_br: &Configurações:

source: &Remove...
pt_br: &Remover...

source: &Duplicate...
pt_br: &Duplicar...

source: Configuration Customizer
pt_br: Personalizar configuração

source: Customize Configurations
pt_br: Personaliza configurações

source: &Save As Template...
pt_br: &Savar como modelo...

source: Re&name...
pt_br: Re&nomear...

source: Add &More...
pt_br: Adicionar &mais...

source: &Class Name:
pt_br: Nome da &classe:

source: Sender &IP:
pt_br: &IP remetente:

source: Connection &String:
pt_br: &String de conexão:

source: Invalid class name.
pt_br: Nome da classe inválida.

source: Edit Push Registry
pt_br: Editar registro Push

source: Edit Push Registry Entries in Suite
pt_br: Editar entradas de registro Push na suite

source: &API Package:
pt_br: Pacote &API:

source: Invalid API package.
pt_br: pacote API inválida.

source: &Abilities:
pt_br: &Habilidades:

source: Edit Ability
pt_br: Editar habilidades

source: Abilities for Test Preprocessor
pt_br: Habilidades para pré-processador de teste

source: Customize Abilities for Test Preprocessor
pt_br: Personalizar habilidades para pré-processador de teste

source: Ability
pt_br: Habilidade

source: Value (optional)
pt_br: Valor (opcional)

source: Level &Description:
pt_br: Nível de &descrição:

source: Off
pt_br: Desligar

source: Obfuscation Customizer
pt_br: Personalizar obfuscação

source: Obfuscation Level Customizer
pt_br: Personalizar nível obfuscação

source: &Additional Obfuscation Settings:
pt_br: Configuração &adicional obfuscação:

source: Include &Private and Package Private Members
pt_br: Incluir &privado e membros de pacotes privados

source: Generate:
pt_br: Geral:

source: Class Hierarchy &Tree
pt_br: Hierarquia de classe &arvore

source: Cla&ss and Package Usage Pages
pt_br: Cla&sses e páginas de utilização de pacotes

source: &Navigation Bar
pt_br: Barra de &Navegação

source: &Index
pt_br: &Índice

source: Separate Index per &Letter
pt_br: Índice separado por &letra

source: Document Additional Tags:
pt_br: Marcações adicionais de documento:

source: @&author
pt_br: @&autor

source: @&version
pt_br: @&versão

source: &Browser Window Title:
pt_br: Título da janela do &navegador:

source: Previe&w Generated Javadoc
pt_br: Visual&ização de javadoc geral

source: JavaDoc Customizer
pt_br: Personalizar JavaDoc

source: Customize JavaDoc Generator Settings
pt_br: Personaliza configurações de JavaDoc geral

source: General Attributes for &JAD and Jar Manifest:
pt_br: Atributos geral para Manifest &JAD e Jar:

source: Value
pt_br: Valor

source: Optional
pt_br: Opcional

source: Forced
pt_br: Forçado

source: General Attributes for JAD and Jar Manifest Customizer
pt_br: Atributos geral para personalizador Manifest JAD e Jar

source: Customize General Attributes for JAD and Jar Manifest
pt_br: Personalizar atributos geral Manifest JAD e Jar

source: Edit Attribute
pt_br: Editar atributo

source: MIDlet &Name:
pt_br: &Nome do MIDlet:

source: MIDlet &Class:
pt_br: &Classe do MIDlet:

source: M&IDlet Icon:
pt_br: Ícone do M&IDlet:

source: Invalid MIDlet name.
pt_br: Nome do MIDlet inválido.

source: Invalid MIDlet class.
pt_br: Classe do MIDlet inválido.

source: Invalid MIDlet icon.
pt_br: ìcone do MIDlet inválido.

source: Add Project Configuration
pt_br: Adicionar configuração de projeto

source: Duplicate Project Configuration "{0}"
pt_br: Duplicar configuração de projeto "{0}"

source: Duplicate Multiple Project Configurations
pt_br: Duplicar configuração de projeto múltiplo

source: Rename Project Configuration "{0}"
pt_br: Renomear configuração de projeto "{0}"

source: Do you really want to remove followiong configuration(s): "{0}" ?
pt_br: Deseja realmente remover configuração (ões) seguintes: "{0}" ?

source: Save
pt_br: Salvar

source: Save Project Configuration "{0}" As Template
pt_br: Salvar configuração de projeto "{0}" como modelo

source: Save button.
pt_br: Salvar botão.

source: {0} - Default configuration
pt_br: {0} - Configuração padrão

source: {0} - {1} configuration
pt_br: {0} - {1} configuração

source: Configurations
pt_br: Configurações

source: Languages
pt_br: Linguagens

source: Package:
pt_br: Pacote:

source: Select...
pt_br: Selecionar...

source: Include Subpackages
pt_br: Incluir sub-pacotes

source: Rebuild Subprojects
pt_br: Reconstruir sub-projetos

source: Add JAR...
pt_br: Adicionar JAR...

source: Distribution Directory:
pt_br: Diretório de distribuição:

source: Exclude From Distribution:
pt_br: Excluir da distribuição:

source: Compress Jar
pt_br: Compactar Jar

source: Run Classpath
pt_br: Executar classpath

source: Test Execution Classpath
pt_br: Teste de execução do classpath

source: Project Classes
pt_br: Classes do projeto

source: Custom (JAD)
pt_br: Personalizado (JAD)

source: Custom (Manifest)
pt_br: Personalizado (Manifest)

source: This attribute is auto-generated.
pt_br: Este atributo é auto-gerado.

source: Use only to force a different value then the value defined in category "Platform".
pt_br: Utilizar apenas para forçar um valor diferente então o valor definido na categoria "Plataforma".

source: Use only to force a different value then defined in category "Platform".
pt_br: Utilizar apenas para forçar um valor diferente então definido na categoria "Plataforma".

source: Warning: This attribute is not officially allowed by MIDP 1.0 specification.
pt_br: Aviso: Este atributo não é oficialmente permitido pela especificação MIDP 1.0.

source: Use category "API Permissions".
pt_br: Utilizar categoria "Permissões de API".

source: Invalid name for new Ability.
pt_br: Nome inválido para nova Habilidade.

source: Ability conflicts with existing Configurations, or with an Ability in the project.
pt_br: Conflitos de habilidades com Configurações existentes, ou com uma habilidade no projeto.

source: Keystore Type:
pt_br: Tipo de reposit[oriop de chaves:

source: Keystore Password:
pt_br: Senha de repositório de chaves:

source: Alias Password:
pt_br: Senha alias:

source: Remove Configuration
pt_br: Remover configuração

source: Place for configuration removal
pt_br: Lugar para remoção de configuração

source: Initializing description...
pt_br: Inicializando descrição...

source: Level 0 - No obfuscation.
pt_br: Nível 0 - Nenhuma obfuscação.

source: Level 1 - Custom obfuscation settings only.
pt_br: Nível 1 - Personaliza apenas configuração de obfuscação.

source: Use Additional Obfuscation Settings field to specify all the obfuscator arguments.
pt_br: Utilizar campo de configuração de obfuscação adicional para especificar todos os argumentos obfuscador.

source: Level 2 - Private fields and methods.
pt_br: Nível 2 - campos e métodos privados.

source: Obfuscator arguments: -dontusemixedcaseclassnames -defaultpackage '' -keep class ** {
pt_br: Argumentos obfuscador: -dontusemixedcaseclassnames -defaultpackage '' -keep class ** {

source: !private *; }
pt_br: !privado *; }

source: Level 3 - Private/default fields, methods, and classes.
pt_br: Nível 3 - campos, métodos e classes privados.

source: Obfuscator arguments:
pt_br: Argumentos obfuscador:

source: -defaultpackage ''
pt_br: -pacotepadrao ''

source: -keep class ** {
pt_br: -manter classe ** {

source: protected *;
pt_br: protegido *;

source: public *;
pt_br: publico *;

source: Level 4 - Private/default fields, methods, and classes.
pt_br: Nível 4 - campos, métodos e classes privados/padrão.

source: Level 5 - Private/default/protected fields, methods, and classes.
pt_br: Nível 5 - campos, métodos e classes privados/padrão/protegido

source: Mainly for libraries.
pt_br: Principalmente para bibliotecas.

source: Level 6 - Private/default/protected fields, methods, and classes.
pt_br: Nível 6 - campos, métodos e classes privados/padrão/protegido.

source: Level 7 - Everything except public fields and methods of public classes.
pt_br: Nível 7 - Tudo exceto campos públicos e métodos de classes públicas.

source: Mainly for libraries or applications.
pt_br: Principalmente para bibliotecas ou aplicações.

source: -keep public class ** {
pt_br: -manter classe publica ** {

source: Level 8 - Everything except public fields and methods of public classes.
pt_br: Nível 8 - Tudo exceto campos públicos e métodos de classes públicas.

source: Level 9 - Everything except public methods of MIDlet classes.
pt_br: Nível 9 - Tudo exceto métodos públicos de classes MIDlet.

source: Mainly for applications.
pt_br: Principalmente para aplicações.

source: -keep public class ** extends javax.microedition.midlet.MIDlet {
pt_br: -manter classe publica ** extende javax.microedition.midlet.MIDlet {

source: Project Name:
pt_br: Nome do projeto:

source: 1.3 (compatibility mode)
pt_br: 1.3 (modo de compatibilidade)

source: 1.4 (allows usage of asserts)
pt_br: 1.4 (permite a utilização de afirmar)

source: 1.5 (enables all the latest Java features)
pt_br: 1.5 (permite todas as últimas características Java)

source: Target Class Version:
pt_br: Versão de classe destino:

source: Method Specific Properties
pt_br: Propriedades de especificar métodos

source: Abilities:
pt_br: Habilidades:

source: New Ability...
pt_br: Nova habilidades...

source: Ability Name:
pt_br: Nome da habilidade:

source: &Use Preprocessor
pt_br: &Utilizar pré-processador

source: &Select Platform Type:
pt_br: &Selecionar tipo de plataforma:

source: Deployment &Instance:
pt_br: &Instanciar deployment:

source: M&anage Deployment...
pt_br: Gerenc&ar deployment...

source: No customizer for selected platform type is available.
pt_br: Nenhum personalizador partipo de plataforma selecionadaestá disponível.

source: &Application Version Number:
pt_br: Número de versão de &aplicação:

source: Application &Version Counter:
pt_br: Contador de &Versão de aplicação:

source: Automated Appl&ication Version Incrementation
pt_br: Incrementação de versão de aplicação automatizada

source: &New Configurations Prefix:
pt_br: Prefixo de &novas configurações:

source: &Suffix:
pt_br: &Sufixo:

source: Package
pt_br: Pacote

source: Name and Location
pt_br: Nome e localização

source: Project Location is not a valid path.
pt_br: Localização do projeto não é um caminho válido.

source: Project Name is not a valid folder name.
pt_br: Nome do projeto não é um nome de pasta válido

source: Name & Location
pt_br: Nome & Localização

source: MIDP Class &Name:
pt_br: &Nome da classe MIDP:

source: Install Platform
pt_br: Instalar plataforma

source: Default Platform Selection
pt_br: Seleção da plataforma padrão

source: Warning: Platform does not support {0}
pt_br: Aviso: Plataforma não suporta {0}

source: More Configurations Selection
pt_br: Mais seleções de configurações

source: Selection
pt_br: Seleção

source: Project Configuration Templates
pt_br: Modelos de configuração de projeto

source: Collision of selected configuration names.
pt_br: Colisão de nomes de configuração selecionada.

source: Project &Location:
pt_br: &Localização de projeto:

source: Project Fol&der:
pt_br: Pasta &de projeto:

source: &Set as Main Project
pt_br: &Configurar como projeto principal

source: Create Hello &MIDlet
pt_br: Criar &MIDlet Ola

source: Select Project Location
pt_br: Selecionar localização de projeto

source: Project Folder is read-only.
pt_br: Pasta de projeto está somente para leitura.

source: Warning: Project name contains non-ASCII characters that might cause problems.
pt_br: Aviso: Nome de projeto contem caracteres não-ASCII que pode causara problemas.

source: Project Folder already exists and is not empty.
pt_br: Pasta de projeto já existe e não está vazia.

source: Project Name and Location
pt_br: Nome e localização de projeto

source: Project Name and Location Wizard
pt_br: Nome de projeto e assistente de localização

source: Project Sources:
pt_br: Códigos-fonte de projeto:

source: Cr&eate Empty Source Root
pt_br: Cr&iar root de código-fonte vazio

source: &Copy All Sources
pt_br: &Copiar todos os códigos-fontes

source: &Create Additional Project Configurations from Templates:
pt_br: &Criar configurações de projeto adicional de modelos:

source: Select All
pt_br: Selecionar tudo

source: Internal fatal error.
pt_br: Erro fatal interno.

source: No target name specified.
pt_br: Nenhum nome especificado do destino.

source: File already exists.
pt_br: O arquivo já existe.

source: Invalid package name.
pt_br: Nome do pacote inválido.

source: Illegal folder name.
pt_br: Nome da pasta ilegal.

source: Not in source path.
pt_br: Froa do caminho de origem.

source: Illegal target name.
pt_br: Nome do destino ilegal.

source: Target exists.
pt_br: Destino já existe.

source: Folder Filter
pt_br: Filtro da pasta

source: Warning: Platform does not support {0}, {1}
pt_br: Aviso: Plataforma não suporta {0}, {1}

source: &Emulator Platform:
pt_br: Plataforma &emulador:

source: Devi&ce Configuration:
pt_br: Configuração de disposi&tivo:

source: Default Platform Selection Wizard
pt_br: Assitente de seleção de plataforma padrão

source: This wizard guides you through a Java ME project creation.
pt_br: Este assistente o guiará através de um projeto criação Java ME.

source: <html>Every {0} project needs to have {0} compatible SDK/platform/emulator assigned to it.
pt_br: <html>Todo projeto {0} necessita ser compatível a emulador/plataforma/SDK {0} assinado por ele.

source: <html>Pressing <i>Install SDK/Platform/Emulator</i> button opens Platform Installation wizard, which allows you to add a platform.
pt_br: <html>Pressionar <i>Instalar emulador/plataforma/SDK</i> botão abir assistente de instalação de plataforma, que permite voce adicionar uma plataforma.

source: &Install SDK/Platform/Emulator...
pt_br: &Instalar emulador/plataforma/SDK...

source: <html>No {0} compatible platform is installed in the IDE.<br>You need to have at least one {0} compatible platform installed in the IDE.
pt_br: <html>Nenhuma plataforma compatível {0} está instalada no IDE.<br>Voce precisa ter pelo menos uma plataforma {0} instalada no IDE.

source: Install Platform Wizard
pt_br: Instalar assistente de plataforma

source: &MIDlet Name:
pt_br: Nome do &MIDlet:

source: &Project:
pt_br: &Projeto:

source: Packa&ge:
pt_br: Paco&te:

source: &Created File:
pt_br: Arquivo &criado:

source: Note: New MIDlets are automatically added to the application descriptor.
pt_br: Nota: Novas MIDlets são automaticamente adicionadas para o descritor de aplicação.

source: New File
pt_br: Novo arquivo

source: New File Wizard
pt_br: Novo assistente de arquivo

source: MIDP Application
pt_br: Aplicação MIDP

source: Mobile Class Library
pt_br: Biblioteca de classe móvel

source: MIDP Canvas
pt_br: Canvas MIDP

source: The platform of given name already exist.
pt_br: A plataforma de nome fornecido já existe.

source: Libraries Folder:
pt_br: Pasta de bibliotecas:

source: Package Root:
pt_br: Pacote root:

source: Specify MIDP Sources
pt_br: Especificar códigos-fonte MIDP

source: &JAD/Manifest Location:
pt_br: Localização Manifest/&JAD:

source: Select Sources Location
pt_br: Selecionar localização de códigos-fonte

source: Import existing project from sources
pt_br: Importar projeto existente de códigos-fonte

source: Warning: current sources location is already referenced by project "{0}".
pt_br: Aviso: localização de códigos-fonte atual já é referenciado pelo projeto "{0}".

source: Specify WTK Project
pt_br: Especificar projeto WTK

source: <html>Specify location of MIDP sources.
pt_br: <html>Especificar localização de códigos-fonte.

source: All files in specified location will stay on place and the new project will use this location as a sources root.
pt_br: Todos arquivos em localização especificada com ficar no lugar e o novo projeto usará esta localização como códigos-fonte root.

source: &Sources Location:
pt_br: Localização de &códigos-fonte:

source: Select JAD/Manifest Location
pt_br: Selecionar localização Manifest/JAD

source: JAD/Manifest Filter
pt_br: Filtro Manifest/JAD

source: Invalid sources location.
pt_br: Localização de códigos-fonte inválido.

source: Please select an existing directory with sources.
pt_br: Selecione um diretório existente com códigos-fonte.

source: Valid JAD/Manifest could not be automatically located.
pt_br: Manifest/JAD válido não poderia ser automaticamente localizado.

source: Specify the JAD/Manifest.
pt_br: Especificar o Manifest/JAD.

source: Invalid JAD location.
pt_br: Localização JAD inválido.

source: Check if the JAD location exists and the file is readable.
pt_br: Verificar se a localização JAD existe e se o arquivo é autorizado a leitura.

source: Location of your MIDP sources.
pt_br: Localização de códigos-fonte MIDP.

source: JAD or Manifest file of your application.
pt_br: Arquivo JAD ou Manifest de suas aplicações.

source: Opens File Chooser for Sources Location.
pt_br: Abre um seletor de arquivos para localização de códigos-fonte.

source: Opens File Chooser for JAD/Manifest Location.
pt_br: Abre um seletor de arquivos de localização Manifest/JAD.

source: <html>Specify location of WTK project.
pt_br: <html>Especificar localização de projeto WTK.

source: All files in WTK project will stay on place and the new project will use the application sources location as a sources root.
pt_br: Todos os arquivos no projeto WTK ficará no lugar e o novo projeto usará a localização dos códigos-fonte da aplicação como códigos-fonte root.

source: All libraries and resources will be used from the original location.
pt_br: Todas as bibliotecas e recursos serão usados da localização original.

source: &WTK Location:
pt_br: Localização &WTK:

source: &Detected Applications:
pt_br: Aplicações &Detectadas:

source: Invalid location.
pt_br: Localização inválida.

source: Check that the directory exists.
pt_br: Verificar se o diretório existe.

source: No application is found.
pt_br: Nenhuma aplicação foi encontrada.

source: No application is selected.
pt_br: Nenhuma aplicação foi selecionada.

source: Import WTK project
pt_br: Importar projeto WTK

source: Import project created by Wireless Toolkit
pt_br: Importar projeto criado pelo kit de ferramenta Wireless

source: Warning: current WTK application is already referenced by project "{0}".
pt_br: Aviso: aplicação WTK atual já é referenciada pelo projeto "{0}".

source: Opens File Chooser for WTK Location.
pt_br: Abre um seletor de arquivos para localização WTK.

source: Location of your J2ME Wireless Toolkit.
pt_br: Localização de seu kit de ferramentas para J2ME Wireless.

source: List of found J2ME Wireless Toolkit applications.
pt_br: Lista de aplicações de kit de ferramentas J2ME Wireless Toolkit encontrados.

source: Mobile Project from Existing MIDP Sources
pt_br: Projeto móvel de códigos-fonte MIDP existentes

source: Import Wireless Toolkit Project
pt_br: Importar projetos de kit de ferramentas Wireless

source: No class name is specified.
pt_br: Nenhum nome de classe é especificado.

source: No target folder specified.
pt_br: Nenhuma pasta de destino especificada.

source: Class alredy exists.
pt_br: Classe já existe.

source: No message bundle file is specified.
pt_br: Nenhum arquivo de pacote de mensagem é especificado.

source: Message bundle file already exists.
pt_br: Arquivo de pacote de mensagem já existe.

source: Me&ssages Bundle Name:
pt_br: Nome do pacote de men&sagens:

source: Created C&lass File:
pt_br: Arquivo de c&lasse criado:

source: Created B&undle File:
pt_br: Arquivo de pac&ote criado:

source: &Default String Value:
pt_br: Valor string &padrão:

source: &Error Message:
pt_br: Mensagens de &erro:

source: Error when initializing localization support, reason: {0}
pt_br: Erro ao inicializar suporte a localização, motivo: {0}

source: messages
pt_br: mensagens

source: Localization Support Wizard
pt_br: Assistente de suporte a localização

source: Create Application with Localization Support
pt_br: Criar aplicação com suporte a localização

source: Localization Support Class
pt_br: Classe de suporte a lozalização

source: Keystore password must be at least 6 characters long.
pt_br: Senha do repositório de chaves deve ser pelo menos de 6 dígitos.

source: Password confirmation does not match.
pt_br: Confirmação de senha não corresponde.

source: Are you sure to delete selected key from the keystore?
pt_br: Realmente deseja excluir a chave selecionada do repositório de chaves?

source: Select Keystore
pt_br: Selecionar repositório de chaves

source: Enter password for "{0}" connection.
pt_br: Forneça senha para conexão "{0}".

source: Key
pt_br: Chave

source: Create New Keystore
pt_br: Cria novo repositório de chaves
